<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link rel ="stylesheet" href ="../css/Agreement_detail.css">
<script type="text/javascript" src="../js/jquery-3.6.0.min.js"></script>
<script type="text/javascript">
	
</script>
</head>
<body>
<b>
제1장 총칙<br>
제1조 [목적]<br>
<div>
이 약관은 주식회사 망고뮤직(이하 “회사”라 합니다)과 이용자 간에 “회사”가 제공하는 콘텐츠 서비스인 Mango 서비스(이하 “서비스”라 합니다) 및 제반 서비스를 유선 또는 무선 인터넷 등의 수단으로 이용함에 있어 “회사”와 이용자 간의 권리, 의무에 관한 사항과 기타 필요한 사항을 규정하는 것을 목적으로 합니다.
</div><br>
<div>
제2조 [용어의 정의]<br>
① 이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다.<br>
1. “이용자”라 함은 “회사”가 제공하는 “서비스”에 유선 또는 무선 인터넷 등의 수단으로 접속하여 이 약관에 따라 “회사”가 제공하는 “콘텐츠” 및 제반 서비스를 이용하는 “회원” 및 “비회원”을 말합니다.<br><br>
2. “회원”이라 함은 “회사”와 이용계약을 체결하고 아이디(ID)를 부여 받은 “이용자”로서 “회사”의 정보를 지속적으로 제공받으며 “회사”가 제공하는 서비스를 이용할 수 있는 자를 말합니다.<br><br>
3. “비회원”이라 함은 “회원”이 아니면서 “회사”가 제공하는 서비스를 이용할 수 있는 자를 말하며, “회사”는 “회원”과 “비회원”에게 제공하는 서비스에 차별을 두어 제공할 수 있습니다.<br><br>
4. “아이디(ID)”라 함은 “회원” 식별과 “회원”의 서비스 이용을 위하여 “회원”이 선정하고 “회사”가 승인하는 영문자와 숫자의 조합을 의미합니다.<br><br>
5. “비밀번호(Password)”라 함은 “회원”이 부여 받은 “아이디(ID)”와 일치되는 “회원”임을 확인하고 비밀보호를 위해 “회원”자신이 정한 문자 또는 숫자의 조합을 말합니다.<br><br>
6. “콘텐츠”라 함은 『정보통신망 이용촉진 및 정보 보호 등에 관한 법률』 제2조 제1항 제1호의 규정에 의한 정보통신망에서 사용되는 부호, 문자, 음성, 음향, 이미지 또는 영상 등으로 표현된 자료 또는 정보로서, 그 보존 및 이용에 있어서 효용을 높일 수 있도록 전자적 형태로 제작 또는 처리된 것을 말합니다.<br><br>
7. “유료서비스”라 함은 “회원”이 일정 금액을 “결제”하고 이용할 수 있는 “콘텐츠” 서비스 또는 상품을 의미합니다.<br><br>
8. “지니캐시“라 함은 “회사”가 제공하는 다양한 “유료서비스”를 이용하기 위해 특정 결제수단 중 원하는 지불수단을 선택하여 현금처럼 지불할 수 있는 사이버 머니를 말하며, 현금 1원당 “지니캐시“ 1원의 비율로 충전됩니다.<br><br>
9. “게시물”이라 함은 “서비스”에 “회원”이 올린 글, 그림, 사진, 음악선곡리스트, 각종 파일과 링크, 각종 댓글 등의 정보의 총칭을 말합니다.<br><br>
10. “상품권”이란 “회사”가 온∙오프라인에서 발행한 “유료서비스” 이용권을 말하며, 사용방법은 “상품권” 또는 이용안내 페이지 등에 별도로 표기합니다.<br>
② 본 조에서 정의된 용어 이외의 용어에 대해서는 관계 법령 및 서비스별 안내에서 정의하는 바에 따릅니다.<br><br>
</div><br>
<div>
제3조 [신원정보 등의 제공]<br>
“회사”는 이 약관의 내용, 상호, 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호, 전자우편주소, 사업자등록번호, 통신판매업 신고번호 및 개인정보관리책임자 등을 이용자가 쉽게 알 수 있도록 서비스 초기화면에 게시합니다. 다만, 약관 및 개인정보처리방침은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
</div><br>
<div>
제4조 [약관의 게시 등]<br>
① “회사”는 이 약관을 “이용자”이 그 전부를 인쇄할 수 있고 이용과정에서 해당 약관의 내용을 확인할 수 있도록 기술 조치를 취합니다.<br><br>
② “회사”는 “이용자”가 “회사”와 이 약관의 내용에 관하여 질의 및 응답할 수 있도록 기술적 장치를 설치합니다.<br><br>
</div><br>
<div>
제5조 [약관의 효력 및 개정]<br>
① 이 약관의 내용은 “회원” 가입 시 게재되거나 공지된 내용에 “회원”이 동의함으로써 그 효력이 발생합니다.<br><br>
②“회사”는 『콘텐츠산업 진흥법』, 『약관의 규제에 관한 법률』, 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『전자상거래 등에서의 소비자보호에 관한 법률』 등 관계 법령을 위배하지 않는 범위 내에서 필요 시 이 약관을 개정할 수 있으며, 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 서비스 초기화면에 그 적용일자 10일(“회원”에게 불리한 변경 또는 중대한 사항의 변경은 30일) 이전부터 적용일자 이후 상당한 기간 동안 공지하고, 기존 ”회원”에게는 개정약관, 적용일자 및 변경사유(중요 내용에 대한 변경인 경우 이에 대한 설명을 포함) 전자우편주소로 발송하고, 해당기간 동안 개정 약관의 적용에 대한 “회원”의 동의 여부를 확인합니다.
<br><br>③“회사”가 제2항의 기간 동안 [거부의사를 표시하지 않으면 의사표시가 표명된 것으로 본다]는 뜻을 공지하였음에도 불구하고, “회원”이 명시적으로 거부의사를 표시하지 아니하는 경우 “회원”이 개정약관에 동의한 것으로 봅니다.<br><br>
④ 이 약관에 동의하지 않는 “회원”에게 “회사”는 약관을 적용하지 아니하고, “회원”은 “서비스” 이용을 중단하고 이용계약을 해지할 수 있습니다. 또한 기존 약관을 적용할 수 없는 특별한 사정이 있는 경우 “회사”가 이용계약을 해지할 수 있습니다.<br><br>
</div><br>
<div>
제6조 [약관의 해석 및 약관 외 사항에 대한 규정]<br>
이 약관에 명시되지 않은 사항에 대해서는 『콘텐츠산업 진흥법』, 『전자문서 및 전자거래 기본법』, 『전자상거래 등에서의 소비자보호에 관한 법률』, 『약관의 규제에 관한 법률』, 『콘텐츠 이용자보호지침』 등 관계 법령 및 “회사”가 정한 서비스 이용 정책 등에 의합니다.<br><br>
</div><br>
<div>
제2장 서비스 이용 계약<br>
제7조 [이용신청, 승낙 및 거절, 계약의 성립]<br>
① “회원”이 되고자 희망하는 “이용자”는 약관의 내용에 대하여 동의를 하고 “회원” 가입신청을 한 후 “회사”가 이러한 신청에 대하여 승낙함으로써 이용계약이 체결됩니다.<br><br>
② “회원”이 되고자 희망하는 “이용자”는 본 약관 동의와 함께 “회사”가 필요로 하는 정보를 정확히 작성하여 제출하여야 합니다.<br><br>
③ “회사”는 다음 각 호의 어느 하나에 해당하는 사유가 있는 경우, “회원” 가입신청을 거절할 수 있습니다.<br><br>
1. 이용자 등록 사항을 누락하거나 오기하여 신청하는 경우<br><br>
2. “회원” 자격을 상실한 자로서, “회사”가 정한 일정 가입보류 기간이 경과되지 아니한 자<br><br>
3. 만 14세 미만의 자가 법정대리인의 동의를 얻지 않은 경우<br><br>
4. 회사가 정한 이용신청 요건이 충족되지 못한 경우<br><br>
④ “회사”는 서비스 관련 설비의 여유가 없거나 기술상 또는 업무상 문제가 있는 경우에는 가입신청의 승낙을 유보하거나 거절할 수 있습니다.<br><br>
⑤ 제3항 또는 제4항에 따라 회원가입 신청에 대하여 유보하거나 거절한 경우 “회사”는 이를 신청자에게 즉시 알려야 합니다. 다만, “회사”가 고의 또는 과실 없이 신청자에게 통지할 수 없는 경우에는 그러하지 않습니다.<br><br>
⑥“회사”는 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『청소년보호법』, 『영화 및 비디오물의 진흥에 관한 법률』 등의 규정에 의하여 연령 및 등급에 제한을 둘 수 있으며, 별도의 성인인증의 절차를 실시할 수 있습니다.<br><br>
</div><br>
<div><br>
제8조 [만 14세 미만 미성년자의 “회원” 가입에 관한 특칙]<br>
① 만 14세 미만의 “이용자”는 개인정보의 수집 및 이용목적에 대하여 충분히 숙지하고 부모 등 법정대리인의 동의를 얻은 후에 “회원”가입을 신청하고 본인의 개인정보를 제공하여야 합니다.<br><br>
② “회사”는 부모 등 법정대리인의 동의에 대한 확인절차를 거치지 않은 만 14세 미만 이용자에 대하여는 가입을 취소 또는 불허합니다.<br><br>
③ 만 14세 미만 “이용자”의 부모 등 법정대리인은 미성년자에 대한 개인정보의 열람, 정정, 갱신을 요청하거나 “회원”가입에 대한 동의를 철회할 수 있으며, 이러한 경우에 “회사”는 지체 없이 필요한 조치를 취해야 합니다.<br><br>
</div><br>
<div>
제9조 [“회원” 정보의 수정 및 관리]<br>
① “회원”은 “회원” 정보확인 화면을 통해서 언제든지 개인정보를 열람하고 수정할 수 있으며, 이때 서비스 관리를 위해 필요한 실명, 아이디 등은 수정이 불가합니다.<br><br>
② “회원”은 가입신청 시 기재한 사항이 변경되었을 경우, 직접 회원정보 수정 등의 방법으로 수정하여야 합니다.<br><br>
③ “회사”는 “회원”이 제2항에 따라 회원정보를 수정하지 않아 발생한 불이익에 대하여 책임을 지지 않습니다.<br><br>
④ “회원”은 자신의 “아이디”와 “비밀번호”에 관하여 관리할 책임이 있으며, 제3자에게 이를 이용하도록 하여서는 안됩니다<br><br>
⑤ “회사”는 “회원”의 “아이디”가 개인정보유출 우려가 있거나, 반사회적 행위 및 미풍양속을 저해하거나 “회사” 및 “회사”의 운영자로 오인하게 할 수 있도록 사용되는 경우, “아이디”의 이용을 제한 할 수 있습니다.<br><br>
⑥ “회원”은 자신의 “아이디”가 도용되거나 제3자가 사용하고 있는 사실을 안 때에는 지체 없이 이를 “회사”에 통지하여야 하며, 통지하지 아니하거나 통지한 경우에도 “회사”의 정책에 따르지 않은 경우 발생한 결과에 대하여 “회사”는 책임을 지지 않습니다.<br><br>
</div><br>
<div>
제10조 [“회원”에 대한 통지]<br>
① "회사”는 “회원”에 대한 통지는 이메일, 문자 메시지, 서비스 알림 메시지 등 기타 유효한 전자적 방법에 의합니다
② “회사”는 “회원” 전체에 대하여 통지할 경우에는 10일 이상의 기간 동안 “서비스”의 홈페이지를 통해서 게시하거나 팝업화면 등을 제시함으로써 제1항의 통지에 갈음할 수 있습니다. 다만, 제5조에 따른 약관의 변경 또는 “회원” 본인과 관련된 중요한 사항에 대하여는 제1항에서 정한 통지를 합니다.<br><br>
</div><br>
<div>
제11조 [“회원”탈퇴 및 자격 상실 등]<br>
① “회원”은 “회사”에 언제든지 탈퇴를 요청할 수 있으며, “회사”는 즉시 “회원” 탈퇴 요청을 처리합니다.<br><br>
② “회원”이 다음 각 호의 사유에 해당하는 경우, “회사”는 “회원” 자격을 제한 및 정지시킬 수 있습니다. 이 경우 “회사”는 “회원”에게 해당 사유를 통지합니다.<br><br>
1. 가입신청 또는 “콘텐츠” 이용 신청 또는 변경 시 허위내용을 등록한 경우<br><br>
2. “회사”가 회원가입 후 또는 최종 사용일 이후 1년 동안 서비스 사용이력이 없는 회원에 대해 사용의사를 묻는 고지를 하고, “회사”가 정한 기한 내에 “회원”의 답변 없는 경우<br><br>
3. 다른 사람이 “회사”의 서비스를 이용하는 것을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우<br><br>
4. “회사”가 금지한 정보(컴퓨터 프로그램 등)의 사용, 송신 또는 게시<br><br>
5. “회사” 또는 제3자의 저작권 등 지식 재산권에 대한 침해<br><br>
6. “회사” 또는 제3자의 명예를 손상시키거나 업무를 방해하는 행위<br><br>
7. “회사”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우<br><br>
8. “회사”의 기술적 보호조치를 회피 혹은 무력화 하는 행위<br><br>
9. “회사”가 제공하는 서비스를 정상적인 용도 이외 또는 부당한 방법으로 서비스를 이용하는 행위<br><br>
10. “회사”의 영업상 방해를 목적으로 서비스를 비정상적으로 악용하는 행위<br><br>
③ “회사”가 “회원” 자격을 제한, 정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우, “회사”는 “회원” 자격을 상실시킬 수 있습니다.<br><br>
④ “회사”가 “회원” 자격을 상실시키는 경우에는 “회원”등록을 말소합니다. 이 경우 “회원”에게 이를 통지하고, “회원” 등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명하고, 그 내용이 정당한 경우 “회사”는 즉시 “회원”의 자격을 복구합니다. 단, “회사”가 정한 소명기간 동안 소명치 않은 경우 회원 등록 말소 동의로 간주합니다.<br><br>
⑤ “회사”는 “회원”이 탈퇴하거나 회원자격을 상실하는 경우 “회원”의 개인정보를 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』 등 관계 법령에서 정한 범위와 절차에 따라 파기합니다.<br><br>
⑥ 회사는 “서비스”를 1년 동안 이용하지 아니한 “회원”의 개인정보를 보호하기 위하여 다른 “회원”의 개인정보와 분리하여 별도로 저장·관리하되, “회원”이 “서비스” 재이용을 원하는 경우 “회원”의 본인확인절차를 거쳐 재이용 할 수 있도록 합니다.<br><br>
</div><br>
<div>
제12조 [개인정보의 보호]<br>
“회사”는 관계 법령이 정하는 바에 따라서 “회원” 등록정보를 포함한 “회원”의 개인정보를 보호하기 위하여 노력합니다. “회원”의 개인정보보호에 관해서는 관계 법령 및 “회사”가 정하는 “개인정보처리방침”에 정한 바에 따릅니다. 다만, “회사”의 사이트 이외에 단순 링크사이트, 제휴된 사이트 등의 경우에는 “회사”의 개인정보처리방침이 적용되지 아니합니다.<br><br>

제3장 서비스 이용<br>
제13조 [서비스의 이용개시]<br>
① “회사”는 “회원”의 이용 신청을 승낙한 때부터 서비스를 개시합니다. 단, 유료서비스의 경우 “결제“가 완료된 후 이용 가능합니다.<br><br>
② “회사”의 업무상 또는 기술상의 장애로 인하여 서비스를 개시하지 못하는 경우에는 사이트에 공지하거나 “회원”에게 이를 통지합니다.<br><br>
③서비스 이용에 필요한 최소한의 기술사항은 아래 표와 같습니다. 단, 모바일 어플리케이션의 경우에는 각 모바일 운영체제(Android, IOS, Window Mobile 등) 제공자의 정책에 따라 달라질 수 있습니다.<br><br>
</div>
</b><br>
<table>
	<tr id="tr1">
	<td>OS</td>
	<td>CPU</td>
	<td>RAM</td>
	<td>사운드 카드</td>
	<td>Direct X</td>
	<td>web browser</td>
	</tr>
	<tr>
	<td>Windows 7</td>
	<td>Core2Duo PB700</td>
	<td>2GB</td>
	<td>16bit</td>
	<td>Direct X 9.0</td>
	<td>IE 11.0</td>
	</tr>
</table>
<b><br><br>
<div>
제14조 [유료서비스의 이용 및 계약의 성립]<br>
① “회원”이 “회사”에 대하여 “유료서비스” 이용 신청을 하고 “회사”가 이를 승낙함으로써 “유료서비스”에 대한 이용계약이 성립됩니다.<br><br>
② “회사”는 “유료서비스” 결제 전에 다음 각 호의 사항에 관하여 “회원”이 정확하게 이해하고 실수 또는 착오 없이 거래할 수 있도록 정보를 제공합니다. <br><br>
1. 해당 “유료서비스”의 내용, 가격, 이용기간, 이용방법, 청약철회 및 해지 조건 및 그 방법, 환불에 관한 사항 및 유료서비스의 선택과 관련한 사항<br><br>
2. “콘텐츠” 목록의 열람 및 선택<br><br>
3. 청약철회가 불가능한 “콘텐츠”에 대해 “회사”가 취한 조치에 관련한 내용에 대한 확인<br><br>
4. “콘텐츠”의 이용신청에 관한 확인 또는 “회사”의 확인에 대한 동의<br><br>
5. 결제방법의 선택<br><br>
③ “회원”은 “회사”가 지정하는 지불수단으로 “유료서비스”를 이용할 수 있으며, 각종 프로모션이나 이벤트 등을 통하여 발행된 쿠폰 또는 “회사”가 발행한 “상품권” 등을 이용하여 “유료서비스”를 이용할 수 있습니다.<br><br>
④ 해당 “유료서비스”에 대한 세부 이용조건은 상품 안내 및 구매 페이지와 상품 보관함 페이지에서 안내합니다.
<br><br>⑤ “회사”는 “회원”의 “유료서비스” 이용신청이 다음 각 호에 해당하는 경우에는 승낙하지 않거나 승낙을 유보할 수 있습니다. 
<br><br>1. 허위의 정보를 기재하거나, “회사”가 제시하는 필수 내용을 기재하지 않은 경우
<br><br>2. 미성년자가 청소년보호법에 의해서 이용이 금지되는 “콘텐츠”를 이용하고자 하는 경우
<br><br>3. 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우
<br><br>⑥ “회사”의 승낙은 제10조 제1항의 수신확인통지형태로 “회원”에게 이용신청에 대한 확인 및 서비스제공 가능여부, 이용신청의 정정, 취소 등에 관한 정보 등을 포함하여 발송하며, 도달한 시점에 “유료서비스” 이용계약이 성립한 것으로 봅니다
<br><br>⑦ “회사”가 제공하는 상품 중 각 음원권리자들의 이용허락 여부에 따라 제공되는 시기가 달라질 수 있습니다.
<br><br>⑧ 무선으로 “유료서비스” 이용시의 데이터량에 따른 요금은 “회사”가 별도로 청구하지 않으며, “회원”이 가입한 이동통신사가 청구합니다.
<br><br>⑨ 일부 “유료서비스”는 중복사용이 불가할 수 있습니다.
<br><br>⑩ 일부 음원의 경우에는 권리자의 요청에 따라 음원의 이용금액(또는 차감 곡수)이 상이하거나 단일 음원 단위로 판매될 수 있습니다.
</div><br>
<div>
제15조 [음악감상 상품]<br>
음악감상 상품은 결제 후, 이용 시작일로부터 “서비스”가 제공하는 음악듣기, 뮤직비디오 등의 음악감상서비스를 일정기간 동안 횟수 제한 없이 이용하실 수 있는 기간제형과 이용시작일부터 일정 기간 동안 정해진 재생 횟수만큼 음악듣기, 뮤직비디오 감상 등을 이용할 수 있는 차감형 및 일정기간 동안 감상한 곡에 대한 금액이 청구되는 후불제형으로 구분되며, 본 상품을 통해 제공되는 음악은 “회원”의 Device에 저장되지 않습니다.
</div><br>
<div>
제16조 [다운로드 상품, 곡 다운로드]<br>
<br><br>① 다운로드 상품은 회사에서 제공하는 DRM(Digital Right Management)이 적용되었거나 적용되어있지 않은 파일을 “회원”이 일정한 대가를 지급하고 다운받아 이용하실 수 있는 서비스를 의미합니다.
<br><br>② 다운로드 상품은 “결제“ 후, 이용시작일로부터 일정기간 동안 일정 수량으로 음악파일을 다운로드 할 수 있는 기간제형과 단일 곡을 다운로드 할 수 있는 개별형으로 구분되며, 기간제형의 경우, 해당기간 내 사용하지 않은 다운로드 수량에 대해서는 이월되지 않습니다.
<br><br>③ 기간제형과 개별형 다운로드를 통해 구매한 곡은 서비스 내 조회할 수 있는 특정 페이지에 구매일로부터 보관 및 재다운로드 할 수 있습니다. 단, 권리사의 요청이 있는 경우 일부 구매한 곡에 대한 보관기간 및 재 다운로드 가능기간은 1년 또는 사이트에 명기된 기간으로 제한되며 이후에는 자동으로 삭제되고 복구되지 않습니다. 다만, 이벤트성으로 무상 제공된 곡의 경우에는 “회사”에서 정한 기간에 재다운로드가 가능합니다.
<br><br>④ “회원”을 탈퇴하는 경우에는 재다운로드가 불가합니다.
<br><br>⑤ 다운로드 서비스는 기기 등록 후 이용할 수 있으며, 등록 가능한 기기는 PC 3대 및 휴대폰, 태블릿PC 등을포함하는 기타 기기 2대를 합하여 총 5대입니다. 단, 특정 다운로드 전용 이용권의 경우 등록 가능 기기의 종류 및 대수가 제한될 수 있으며, 이는 이용권 구매페이지에 게시 및 안내합니다. 등록한 PC를 변경할 경우에는 월 1회에 한하여 1대의 PC를 변경 할 수 있습니다.
<br><br>⑥ 일부 권리자의 요청에 따라 다운로드 및 전송이 불가한 곡이 있을 수 있으며, 다운로드 상품을 이용 중이시더라도, 일부 곡은 소유형 지원기기에서 재생 가능한 파일로만 다운로드 하실 수 있습니다.
<br><br>⑦ 다운로드 상품 개별형의 경우에 영상파일, 이미지 파일 등의 묶음 형태로 판매가 가능하며, 이 경우 상품의 가격과 이용 가능한 Device를 달리할 수 있습니다.
</div><br>
<div>
제17조 [기간 임대형 다운로드 상품]<br>
① 기간 임대형 다운로드 상품이란 일정기간 동안만 재생이 가능하도록 DRM이 적용된 음악 파일을 다운받아 이용하실 수 있는 서비스를 뜻합니다.
<br><br>② 상품 이용 중 다운로드 하신 음악 파일은 스마트폰 어플리케이션 및 기간 임대형 지원기기에서만 이용가능하며(지적재산권 보호), 재생 유효 기간은 상품 사용 기간으로 제한됩니다.
<br><br>③ 다운로드 이용 시 하나의 ID로 이용가능 Device수는 월 2대로 등록 제한되며 PC로의 다운로드 기능은 지원하지 않습니다.
</div><br>
<div>
제18조 [복합 상품]<br>
① 복합 상품은 음악감상 상품 기간제형과 다운로드 상품(NON-DRM) 기간제형 또는 기간임대형 다운로드 상품이 결합된 형태의 상품입니다.
<br><br>② 복합 상품 이용방법은 제15조 음악감상 상품의 기간제형, 제16조 다운로드 상품의 기간제형 및 제17조 기간임대형 다운로드 상품과 동일합니다.
</div><br>
<div>
제19조 [상품에 대한 이용기간의 약정]<br>
① “회원”은 제15조 내지 제18조의 상품에 대하여 일정기간 동안 각 상품을 이용하기로 약정 할 수 있습니다. “회사”는 약정한 기간 동안은 “회사”에서 정한 할인액을 적용하여 청구합니다.
<br><br>② 약정 상품의 이용 조건은 제15조 내지 제18조의 각 상품별 이용조건과 동일합니다.
<br><br>③ 약정 기간 중 “회원”의 사정으로 인하여 이용계약을 해지하는 경우, “회사”에서 정한 할인반환금이 청구될 수 있습니다.
</div><br>
<div>
제20조 [DRM(Digital Right Management) 적용범위]<br>
① 기간 임대형 다운로드 상품으로 구매한 DRM 적용 파일은 상품 사용기간 동안 재생 및 반복 다운로드가 가능합니다.
<br><br>② DRM 파일의 이용권한은 타인에게 양도할 수 없습니다.
<br><br>③ “회원”이 정상적인 방법을 통해 구매하여 다운로드한 파일은 PC, 휴대폰 단말기, 기타 플레이어 등 Device 특성에 따라 DRM 적용 여부가 다를 수 있습니다.
<br><br>④ DRM이 적용되지 않은 파일은 모든 Device에서 기간제한 없이 재생 가능하지만, 일부 DRM 적용 파일의 다운로드 및 재생은 DRM이 적용된 Device(회사에서 지원하는 DRM을 지원하는 기기)에서만 가능합니다.
<br><br>⑤ DRM 적용 파일의 다운로드 및 재생은 이동전화 서비스가 제공되지 않은 경우에는 제한될 수 있습니다.
</div><br>
<div>
제21조 [서비스의 변경 및 중지]<br>
① “회사”는 운영상, 법률상, 기술상의 상당한 이유가 있는 경우, 관계 법령을 위반하지 않는 범위 내에서 서비스의 내용, 이용 방법, 지원기기 범위 등 서비스의 전부 또는 일부를 변경할 수 있습니다.
<br><br>② “회사”는 제1항의 경우, 변경될 서비스의 내용 및 제공일자를 제5조에서 정한 방법으로 회원에게 통지하고, “회원”의 선택에 따라 환불 또는 다른 상품으로 전환할 수 있는 서비스를 제공합니다.
<br><br>③ “회사”는 무료로 제공하는 서비스의 전부 또는 일부를 “회사”의 정책 및 운영의 필요상 변경하거나 중단할 수 있으며, 이에 대하여 “회원”에게 별도의 보상을 하지 않습니다.
<br><br>④ “회사”는 다음 각 호에 해당하는 사유가 발생한 경우, 서비스의 전부 또는 일부를 일시적으로 제한하거나 중지할 수 있으며, 이 경우 해당 내용을 사전에 “회원”에게 고지하거나, 사전 고지가 어려운 사항일 경우 사후에 고지할 수 있습니다. 
<br><br>1. 서비스용 설비의 보수 등 공사로 인한 부득이한 경우
<br><br>2. 정기점검, 서비스 업그레이드 및 사이트 유지보수 등을 위해 필요한 경우
<br><br>3. 정전, 제반 설비의 장애 또는 이용량의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 경우
<br><br>4. 기타 천재지변, 국가비상사태 등 불가항력적 사유가 있는 경우
</div><br>
<div>
제22조 [결제수단 등]<br>
① “회원”이 결제를 위하여 이용할 수 있는 지불수단은 다음 각 호와 같으며, 각 지불 수단마다 결제가 가능한 “유료서비스”가 제한 될 수 있습니다. 
<br><br>1. 선불카드, 직불카드, 신용카드 등의 각종 카드
<br><br>2. 전화 또는 휴대전화 요금합산
<br><br>3. 폰 뱅킹, 인터넷 뱅킹 등의 각종 계좌이체
<br><br>4. 전자화폐
<br><br>5. “회사”와 계약을 체결한 자가 발행한 상품권 또는 포인트
<br><br>6. “지니캐시“
<br><br>7. 기타 전자적 지급방법에 의한 대금지급 등
<br><br>8. 휴대폰 소액결제 방식
<br><br>9. “지니캐시” 이외에 회사가 발행한 마일리지 또는 포인트 등
<br><br>② 제1항의 지불수단은 "상품"의 특성에 따라 정기적으로 “결제“될 수 있고, 이 경우 회사는 "회원"에게 관계 법령에 따른 동의 및 고지절차를 진행합니다.
<br><br>③ 제1항의 지불수단 중 “지니캐시”의 경우에는 충전시, 그 외 지불수단으로 결제하는 경우에는 부가가치세가 별도로 청구됩니다.
<br><br>④ “회사”의 사정에 따라 특정 지불수단이 추가되거나 서비스 제공이 중단될 수 있습니다.
<br><br>⑤ 지불수단과 함께 사용될 수 있는 포인트 결제의 경우, 회사의 사정에 따라 제공기간과 방식이 변경될 수 있습니다.
<br><br>⑥ 제1항 제8호의 휴대폰 소액결제를 통한 정기결제 유료상품의 경우에는 번호이동에 따른 통신사 변경이 발생하면 정기결제가 유지되지 않을 수 있습니다. 다만, 사전에 ‘회원’이 통신사 변경에도 불구하고 휴대폰 소액결제를 통한 정기결제가 유지되는 것에 동의를 하고, 변경된 통신사의 휴대폰 소액결제 이용약관 등에 동의를 한 경우에는 “회사”는 통신사 변경 경로를 확인하여 휴대폰 소액결제를 통한 정기결제를 유지시킬 수 있습니다.
</div><br>
<div>
제23조 [“망고캐시“의 충전 및 유효기간]<br>
① “회원”은 “망고캐시“ 충전 시 “회사”에서 지정하는 지불수단을 통해 충전요금을 지불하여야 합니다.
<br><br>② “회사”는 “회원”의 “망고캐시“에 대한 금융이자 지급 의무가 없습니다.
<br><br>③ “망고캐시“를 마지막으로 이용한 날로부터 5년이 경과하는 동안 “망고캐시“를 단 한번도 충전하거나 사용하지 않을 경우, 회원에게 충전된 “망고캐시“는 자동 소멸되며, “망고캐시“의 추가적인 충전 또는 사용이 있는 경우 다시 그 날짜를 기준으로 5년간 유효하게 됩니다. 다만, 이벤트성으로 제공되는 “지니캐시”는 “회사”의 정책에 따라 자동으로 소멸됩니다.
<br><br>④ “회원”은 “망고캐시“를 타인에게 양도하거나 타인으로부터 양도 받을 수 없습니다.
<br><br>⑤ “망고캐시“를 충전하는 것만으로는 “유료서비스”를 이용할 수 없으며, “망고캐시“ 또는 “회사”가 지정하는 지불수단으로 구매하여야 “유료서비스” 이용이 가능합니다.
<br><br>⑥ 상품 보관함에 등록된 상품의 유효기간은 구입일 또는 지급일로부터 60일이며, 유효기간 이내 사용하지 않은 상품은 “망고캐시“로 자동 전환됩니다. 단, 무상으로 제공된 이벤트성 상품의 경우에는 “망고캐시”로 전환되지 않습니다.
</div><br>

<div>
제24조 [콘텐츠 내용 등의 게시]<br>
“회사”는 다음 사항을 해당 “콘텐츠”의 특성에 따라 초기화면 또는 이용화면에 “이용자”가 알기 쉽게 표시합니다.
<br><br>1.“콘텐츠”의 명칭 또는 제호
<br><br>2.“콘텐츠”의 제작 및 표시 연월일
<br><br>3.“콘텐츠” 제작자의 성명(법인인 경우에는 법인의 명칭)
<br><br>4.“콘텐츠”의 내용, 이용방법, 이용료, 환불조건 등의 기타 이용조건
</div><br>
<div>
제25조 [미성년자 이용계약에 관한 특칙]<br>
“회사”는 만 19세 미만의 미성년이용자가 유료서비스를 이용하고자 하는 경우에 부모 등 법정 대리인의 동의를 얻거나, 계약체결 후 추인을 얻지 않으면 미성년자 본인 또는 법정대리인이 그 계약을 취소할 수 있다는 내용을 계약체결 전에 고지하는 조치를 취합니다.
</div><br>
<div>
제26조 [수신확인통지, 이용신청 변경 및 취소]<br>
① “회사”는 “회원”의 이용신청이 있는 경우 “회원”에게 수신확인통지를 합니다.
<br><br>② 수신확인통지를 받은 “회원”은 의사표시의 불일치 등이 있는 경우에는 수신확인통지를 받은 후 즉시 이용신청 변경 및 취소를 요청할 수 있고, “회사”는 “유료서비스” 제공 전에 “회원”의 요청이 있는 경우에는 지체 없이 그 요청에 따라 처리하여야 합니다. 다만, 이미 대금을 지불한 경우에는 청약철회 등에 관한 제35조의 규정에 따릅니다.
</div><br>
<div>
제27조 [서비스의 이용시간]<br>
① 서비스의 이용은 연중무휴 1일 24시간을 원칙으로 합니다. 다만, “회사”의 업무상이나 기술상의 이유로 서비스가 일시 중지될 수 있고, 운영상의 목적으로 “회사”가 정한 기간에 “서비스”가 일시 중지될 수 있습니다. 이러한 경우 “회사”는 사전에 공지함이 원칙이나 불가피한 경우 사후에 공지할 수 있습니다.
<br><br>② “회사”는 “서비스”를 일정범위로 분할하여 각 범위 별로 이용 가능한 시간을 별도로 정할 수 있거나 서비스별 이용 가능시간을 “회사”의 정책으로 정할 수 있습니다.
</div><br>
<div>
제28조 [서비스의 이용 및 저장]<br>
① “회사”는 “서비스”의 이용에 관하여 본 약관 외에 게시물 등의 관리정책을 별도로 둘 수 있으며, 이를 통해 게시물 또는 기타 게재된 내용이 “서비스”에 의해 보유되는 최대 일수 및 용량, “서비스” 서버에 할당되는 최대 디스크 공간 및 정해진 기간 동안 “서비스”에 접속할 수 있는 최대한의 수 (최대 기간) 등을 관리할 수 있습니다.
<br><br>② “회사”의 정책에도 불구하고 “회사”의 귀책사유 없이 제1항의 정책에 따라 “서비스”에 보관되는 게시물 또는 기타 게재된 내용 등을 삭제하거나 저장하지 못한데 대해 “회사”는 아무런 책임을 지지 않습니다.
<br><br>③ “회사”는 본 약관에 따른 “서비스”의 제공지역을 대한민국으로 한정할 수 있습니다.
</div><br>
<div>
제29조 [정보 및 광고의 제공]<br>
<br><br>① “회사”는 “회원”의 “서비스” 이용과 관련하여 필요한 정보를 “서비스” 홈페이지에 게재하거나 우편물, e-mail 및 어플리케이션, SMS, MMS 등을 통해 제공할 수 있습니다. 단, “회원”이 정보제공을 원치 않는다는 의사를 밝히는 경우 정보제공대상에서 해당 “회원”을 제외하며, 정보제공 대상에서 제외되어 정보를 제공받지 못해 불이익이 발생할 경우에는 “회사”는 이에 대한 책임을 지지 않습니다.
<br><br>② “회사”는 는 법령에 따른 의무가 있거나, “회원”이 명시 적으로 동의한 경우에 한하여 제1항과 동일한 방법으로 광고성 정보를 제공하며, “회원”이 본 항에 따른 회사의 광고성 정보의 제공에 동의하지 않는 경우에도 “서비스” 의 이용에는 아무런 제한이 없습니다.
<br><br>③ “회원”이 광고를 통한 제3의 서비스를 이용하는 것과 관련하여 발생하는 모든 문제에 대해서 “회사”는 어떠한 책임도 지지 않습니다.
제4장 계약당사자의 의무<br>
</div><br>
<div>
제30조 [회사의 의무]<br>
① “회사”는 “회원”의 개인정보를 보호하고 보안시스템을 구비하여 “회원”이 안전하게 “서비스”를 이용할 수 있도록 제반 환경을 제공합니다.
<br><br>② “회사”는 제1항의 범위 내에서 업무와 관련하여 “회원”의 사전 동의 없이 “회원” 전체 또는 일부의 개인정보에 관한 통계자료를 작성하여 이를 사용할 수 있고, 이를 위하여 “회원”의 컴퓨터에 쿠키를 전송할 수 있습니다. 이 경우 “회원”은 쿠키의 수신을 거부하거나 쿠키의 수신에 대하여 경고하도록 사용하는 컴퓨터의 브라우저의 설정을 변경할 수 있습니다.
<br><br>③ “회사”는 “서비스”와 관련한 “회원”의 불만사항이 접수되는 경우 이를 신속하게 처리하여야 하며, 신속한 처리가 곤란한 경우 그 사유와 처리 일정을 “서비스” 화면에 게재하거나 전자우편 등을 통하여 동 “회원”에게 통지합니다.
<br><br>④ “회사”는 『정보통신망 이용촉진 및 정보보호에 관한 법률』, 『통신비밀보호법』, 『전기통신사업법』 등 “서비스”의 운영, 유지와 관련 있는 법규를 준수합니다.
</div><br>
<div>
제31조 [회원의 의무]<br>
① “회원”은 다음 각 호의 행위를 하여서는 아니 됩니다. 
<br><br>1. 이용 신청 및 서비스를 제공받기 위해 등록 양식에서 요구되는 정보를 허위 또는 타인의 명의로 작성하거나, 다른 “회원”의 ID 및 비밀번호를 도용, 부정하게 사용하는 행위
<br><br>2. “회사”의 “서비스” 정보를 이용하여 얻은 정보를 “회사”의 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위
<br><br>3. 타인의 명예를 손상시키거나 불이익을 주는 행위
<br><br>4. 음란물을 게재, 공개하거나 음란사이트를 연결(링크)하는 행위
<br><br>5. “회사” 및 제3자의 지적재산권 등 기타 권리를 침해하는 행위
<br><br>6. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형, 음성 등을 타인에게 유포하는 행위
<br><br>7. “서비스”와 관련된 설비의 오 동작이나 정보 등의 파괴 및 혼란을 유발시키는 컴퓨터 바이러스 감염자료를 등록 또는 유포하는 행위
<br><br>8. “서비스” 운영을 고의로 방해하거나 “서비스”의 안정적 운영을 방해할 수 있는 정보 및 수신자의 의사에 반하여 광고성 정보를 전송하는 행위
<br><br>9. “회사”에서 공식적으로 인정한 경우를 제외한 “서비스”를 이용하여 상품을 판매하는 영업 활동 및 해킹, 영리를 목적으로 하는 광고행위, 음란사이트를 통한 상업행위, 상용소프트웨어 불법배포 행위
<br><br>10. 법률에 의하거나 계약상 또는 위임에 의하여 전송할 수 있는 권리가 없는 내용을 게시, 게재, 전자메일 또는 기타의 방법으로 전송하거나 공개하는 행위
<br><br>11. 타인을 "스톡(stalk)"하거나 달리 괴롭히는 행위 또는 다른 “회원”에 대한 개인정보를 수집 또는 저장하는 행위
<br><br>12. 기타 불법적이거나 부당한 행위
<br><br>② “회원”은 관계 법령, 본 약관의 규정, 이용안내 및 “서비스”상에 공지한 주의사항, “회사”가 통지하는 사항 등을 준수하여야 하며, 기타 “회사”의 업무에 방해되는 행위를 하여서는 아니 됩니다.
<br><br>③ “회원”의 본 조 위반이 있을 경우 “회사”는 “회원”의 계정을 중지하거나 해지할 수 있으며, 현재 또는 장래의 모든 또는 일부의 서비스 이용을 거절할 수 있습니다. 또한 본 조의 위반으로 인해 발생된 “회원”의 관계기관에 의한 구속 등 법적 조치 등에 관해서는 “회사”가 책임을 지지 않으며, “회원”은 이와 같은 행위와 관련하여 “회사”에 손해를 끼쳤을 경우 “회사”에 대하여 손해배상 의무를 집니다.
</div><br>
<div>
제32조 [지적재산권]<br>
① “서비스”에 게재되거나 공개, 제출된 모든 자료(“회원”간 전달 포함)에 대한 소유권은 “회원”과 “회사”가 별도로 정하지 않는 한 공개자 또는 게시자에게 있습니다. 단, “회사”는 원활한 “서비스”를 위하여 게시물 관리정책, 서비스 점검 또는 『정보통신망 이용촉진 및 정보보호 등에 관한 법률』, 『청소년 보호법』, 『저작권법』 등의 법률에 따라 일정한 기간 이후에는 공개자 또는 게시자의 동의 없이 게재된 내용을 삭제할 수 있습니다.
<br><br>② “회원”이 이용계약을 해지하거나 적법한 사유로 이용계약이 해지 된 경우 “회원” 게시물의 권리는 “회사”에 귀속됩니다.
<br><br>③ “회원”은 관련법령의 규정에서 별도로 정하지 않는 한 “서비스”에 공개적으로 게재하거나 제출한 자료에 대해 “회사”에게 비독점적이고 재라이센스 할 수 있는 권한을 부여하는 것으로 간주 합니다.
<br><br>④ “회원”은 “서비스”를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 영리목적으로 이용하거나 제3자에게 이용하게 할 수 없으며, 공개물 또는 게시물에 대한 저작권 침해는 관계 법령의 적용을 받습니다.
<br><br>⑤ “회원”은 “회원”이 제출한 내용으로 인하여 지적재산권 분쟁이 발생한 경우, “회사” 및 관계자를 면책하고 해를 입지 않도록 할 것을 동의합니다.
<br><br>⑥ 본 “서비스” 또는 “서비스”와 관련된 소프트웨어는 관련 지적재산권 및 기타 법률에 의해 보호되며, 후원 광고에 포함되어 있는 내용이나 본 “서비스” 또는 광고주를 통하여 “회원”에게 제공되는 정보는 저작권, 상표권, 특허 등 제반 지적재산권 관련 법규에 의해 보호됩니다.
<br><br>⑦ “회원”은 소프트웨어를 복사, 수정, 창작물의 제작, 리버스 엔지니어, 리버스 어셈블 또는 소스코드를 발견하려고 시도하거나, 판매, 양도, 재라이센스, 담보권을 설정하거나 소프트웨어상의 어떠한 권리를 달리 양도하여서는 안되며, 제3자로 하여금 위와 같은 행위를 하도록 허락하여서도 안됩니다.
</div><br>
<div>
제33조 [게시물의 관리]<br>
<br><br>① “회사”는 제31조 제1항 각 호에 해당하는 게시물이나 자료를 사전통지 없이 삭제하거나 이동 또는 등록 거부를 할 수 있으며, 이에 대해 “회사”는 어떠한 책임도 지지 않습니다. 또한, 그 게시물의 양과 성격에 따라 “서비스” 사용 중지 또는 “회원”자격의 제한을 둘 수 있습니다.
<br><br>② “회사”는 게시판에 『정보통신망 이용촉진 및 정보보호에 관한 법률』을 위반한 청소년 유해 매체물이 게시되어 있는 경우에는 이를 지체 없이 삭제 합니다. 다만, 19세 이상의 “이용자”만 이용할 수 있는 게시판은 예외로 합니다.
<br><br>③ “회사”가 운영하는 게시판 등에 게시된 정보로 인하여 법률상 이익이 침해된 자는 “회사”에게 당해 정보의 삭제 또는 반박내용의 게재를 요청할 수 있습니다. 이 경우 “회사”는 지체 없이 필요한 조치를 취하고 이를 즉시 신청인에게 통지합니다.
<br><br>④ “회사”는 게시물에 관련된 세부 이용지침을 별도로 정하여 시행할 수 있으며, “회원”은 그 지침에 따라 각 종 게시물(“회원”간 전달 포함)을 등록하거나 삭제하여야 합니다.
<br><br>⑤ “회원”이 게시하였던 게시물은 자동 삭제 되지 않으므로 삭제를 원할 경우 탈퇴 이전에 삭제하여야 하며, “회사”는 “회원”이 이용계약을 해지하거나 적법한 사유로 이용계약이 해지된 경우 “회원”의 게시물을 삭제 또는 별도 관리 할 수 있습니다.
<br><br>⑥ “회원”의 게시물이 『정보통신망 이용촉진 및 정보보호에 관한 법률』 및 『저작권법』 등 관련 법령에 위반 되는 내용을 포함할 경우, 해당 권리자는 관련 법령이 정한 절차에 의거하여 해당 게시물의 게시 중단 및 삭제 등을 “회사”에 요청 할 수 있으며, “회사”는 관련 법령에 따른 조치를 취하여야 합니다.
</div>
<div>
제5장 계약해지 및 기타<br>
제34조 [유료서비스 이용에 관한 해제∙해지]<br>
①“회사”와 “콘텐츠”의 이용에 관한 “유료서비스”를 구매한 “회원”은 구매한 날로부터 7일 이내에는 청약의 철회를 할 수 있습니다. 다만, 다음 각 호 중 하나에 해당하는 경우에는 “회원”의 청약 철회권이 제한될 수 있습니다.
<br><br>1. “회사”가 청약의 철회가 불가능한 “콘텐츠”에 대한 사실을 표시사항에 포함한 경우
<br><br>2. “회사”가 시용상품을 제공한 경우
<br><br>3. “회사”가 한시적 또는 일부 이용 등의 방법을 제공한 경우
<br><br>4. “콘텐츠”의 제공이 개시된 경우. 다만, 가분적 “콘텐츠”로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대하여는 제한되지 않음
<br><br>②“회원”은 다음 각 호의 사유가 있을 때에는 당해 “콘텐츠”를 공급받은 날로부터 3월 이내 또는 그 사실을 안 날 또는 알 수 있었던 날부터 30일 이내에 “유료서비스” 구매를 해제∙해지할 수 있습니다.
<br><br>1. 이용계약에서 약정한 “콘텐츠”가 제공되지 않는 경우
<br><br>2.제공되는 “콘텐츠”가 표시, 광고 등과 상이하거나 현저한 차이가 있는 경우
<br><br>3. 기타 “콘텐츠”의 결함으로 정상적인 이용이 현저히 불가능한 경우
<br><br>③제1항 내지 제2항의 경우에 “회원”은 언제든지 “고객센터”, “개인정보관리 페이지” 등을 통해서 이용계약을 해지 신청할 수 있으며 “회사”는 관계 법령 등에서 정하는 절차에 따라 이를 신속하게 처리합니다.
<br><br>④ “회사”는 제3항에 따라 “회원”이 표시한 계약해제, 해지의 의사표시를 수신한 후 지체 없이 이러한 사실을 “회원”에게 회신합니다.
<br><br>⑤ “회원”은 제2항 2호의 사유로 계약해제, 해지의 의사표시를 하기 전에 상당한 기간을 정하여 “서비스” 이용의 하자에 대한 치유를 요구할 수 있습니다. 다만, “회사”가 하자의 치유가 불가능하다고 판단하는 경우에는 즉시 그 사실을 “회원”에게 통지하고 이용계약을 해제∙해지할 수 있습니다.
<br><br>⑥ “회사”는 “회원”이 제31조에 규정한 “회원”의 의무를 이행하지 않을 경우 사전 통지 없이 본 “서비스” 이용 계약을 해지하거나 또는 “유료서비스” 이용을 중지 시킬 수 있습니다.
</div><br>
<div>
제35조 [“이용자”의 청약철회와 계약 해제∙해지의 효과]<br>
①“회사”는 ”회원”이 청약철회의 의사표시를 한 날로부터 또는 ”회원”에게 계약 해제∙해지의 의사표시에 대하여 회신한 날로부터 3영업일 이내에 대금의 결제와 동일한 방법으로 이를 환불하여야 하며, 동일한 방법으로 환불이 불가능할 때에는 이를 사전에 고지하여야 합니다. 다만, 수납확인이 필요한 지불수단의 경우에는 수납확인일로부터 3영업일 이내에 이를 환불하도록 합니다.
<br><br>② “회사”는 전 항의 청약철회에 대하여 위 대금을 환불함에 있어 ”회원”이 신용카드 또는 전자화폐 등으로 결제를 한 때에는 지체 없이 해당 지불수단을 제공한 사업자로 하여금 재화 등의 대금의 청구를 정지 또는 취소하도록 요청합니다.
<br><br>③“회사”는 청약철회 기간 경과 또는 “유료서비스”의 중도 해지 요청에 대하여 다음 각 호의 방법에 따라 환불합니다.
<br><br>1. 계좌이체 및 신용카드(또는 체크카드 등), 휴대폰 소액결제, kt청구서, LG유플러스 청구서, 일반전화 결제, 각종 상품권 등의 지불수단에 대해서는 아래와 같이 환불합니다. 
<br><br>가. “회원”이 직접 구매하거나, 구입한 이용권을 전환한 “지니캐시”에 대하여 현금으로 환불을 요청하면 이를 환불 받을 수 있습니다. 환불시에는 은행이체 및 결제대행 수수료 등의 사유로 남아있는 “지니캐시” 잔액의 10% 이내 금액이 공제되어 환불될 수 있습니다.
<br><br>나.“유료서비스”에 대해 일부 이용 후, 해지하여 환불을 요청하는 경우에는 “컨텐츠”를 이용한 다운로드(또는 스트리밍) 건 수, 이용한 기간 등 서비스 또는 상품을 통하여 얻은 이익에 해당하는 금액을 차감 후 남은 금액의 10% 이내 금액이 공제되어 환불될 수 있습니다.
<br><br>2. “회사”가 인정한 포인트 등의 지불수단으로 결제한 유료서비스에 대해서는 아래와 같이 환불합니다. 
<br><br>가. 포인트 등으로 결제한 유료서비스에 대해서는 현금으로 환불하지 아니하고, 각 포인트 제공사에게 취소를 요청합니다.
<br><br>나. 포인트 등으로 결제한 유료서비스를 일부 이용한 경우에는 취소가 불가능합니다.
<br><br>④ “회원”은 회원 탈퇴시 “지니캐시“ 잔액이 남아 있는 경우 탈퇴신청 전에 이를 환불 받으시거나 소진하여야 하며, 회원탈퇴 후에는 “회사”의 개인정보처리방침에 따른 개인정보의 삭제로 인하여 환불신청이 불가능할 수 있습니다.
<br><br>⑤ “회원”이 제11조 제2항에 해당하는 행위를 하였을 경우, “회사”가 계약을 해제 또는 해지하거나 서비스 이용을 제한한 후 환불해야 할 금액이 있을 경우에는 본 조에서 정한 환불 기준을 적용하여 공제하고 환불합니다. 이 경우 “회원”은 해당 조치에 대하여 “회사”가 정한 절차에 따라 이의 신청을 할 수 있으며, “회사”는 정당하다고 인정하는 경우 즉시 서비스 이용 재개 등을 합니다.
<br><br>⑥“회사”는 ”회원”에게 청약철회를 이유로 위약금 또는 손해배상을 청구하지 않으며, ”회원”의 계약 해제∙해지는 손해배상의 청구에 영향을 미치지 않습니다.
</div><br>
<div>
제36조 [“회사”의 계약 해제∙해지 및 이용제한]<br>
① “회사”는 ”회원”이 제11조 제2항에서 정한 행위를 하였을 경우 계약을 해제, 해지하거나 또는 기간을 정하여 “서비스” 이용을 제한할 수 있습니다.
<br><br>② 제1항의 해제∙해지는 “회사”가 자신이 정한 통지방법에 따라 ”회원”에게 그 의사를 표시한 때에 효력이 발생합니다.
<br><br>③ “회사”의 해제∙해지 및 이용제한에 대하여 ”회원”은 “회사”가 정한 절차에 따라 이의 신청을 할 수 있습니다. 이 때 이의가 정당하다고 “회사”가 인정하는 경우, “회사”는 즉시 “서비스”의 이용을 재개합니다.
</div><br>
<div>
제37조 [“회사”의 계약 해제∙해지의 효과]<br>
”회원”의 귀책사유에 따른 이용계약의 해제, 해지의 효과는 제35조를 준용합니다.
</div><br>
<div>
제38조 [과오금]<br>
①“회사”는 과오금이 발생한 경우 이용대금의 “결제“와 동일한 방법으로 과오금 전액을 환불하여야 합니다. 다만, 동일한 방법으로 환불이 불가능할 때는 이를 사전에 고지합니다.
<br><br>② “회사”의 책임 있는 사유로 과오금이 발생한 경우 “회사”는 계약비용, 수수료 등에 관계없이 과오금 전액을 환불합니다. 다만, “이용자”의 책임 있는 사유로 과오금이 발생한 경우, “회사”가 과오금을 환불하는 데 소요되는 비용은 합리적인 범위 내에서 “이용자”가 부담하여야 합니다.
<br><br>③ “회사”는 “이용자”가 주장하는 과오금에 대해 환불을 거부할 경우에 정당하게 이용대금이 부과되었음을 입증할 책임을 집니다.
<br><br>④“회사”는 과오금의 환불절차를 『콘텐츠 이용자보호지침』에 따라 처리합니다.
</div><br>
<div>
제39조 [콘텐츠하자 등에 의한 이용자피해보상]<br>
“회사”는 콘텐츠하자 및 장애 등으로 인하여 “이용자” 에게 피해가 가는 경우 이용자피해보상의 기준, 범위, 방법 및 절차에 관한 사항을 『콘텐츠 이용자보호지침』 및 『전기통신사업법』 등 관계법령에 따라 처리합니다.
</div><br>
<div>
제40조 [보증의 부인]<br>
① 본 “서비스”를 이용하여 어떠한 자료를 다운로드하는 행위는 “회원”의 판단 및 위험에 의해 행하여지고, 그러한 자료와 다운로드로 인해 초래되는 컴퓨터 시스템에 대한 손해 및 데이터 손실에 대해서는 “회원”이 전적으로 책임을 부담합니다.
<br><br>② “회원”이 본 “서비스”를 통하여 취득한 구두 또는 문서상의 모든 충고와 정보에 대하여서는 본 약관에 명시적으로 규정되어 있지 않은 한 어떠한 보증도 제공되지 않습니다.
</div><br>
<div>
제41조 [양도 금지]<br>
“회원”은 “서비스”의 이용권한, 기타 이용 계약상 지위를 타인에게 양도, 증여할 수 없으며 게시물 등 모든 형태의 공개자료에 대한 저작권을 포함한 모든 권리 및 책임은 이를 공개한 “회원”에게 있습니다.
<br>
</div>
<div>
제6장 손해배상 등<br>
제42조 [손해배상]<br>
① 본 “서비스”는 “회원”의 편의를 위하여 제공하는 “서비스”로, 본 “서비스”와 관련된 부과금액 등 이용요금이 무료인 동안에는 본 “서비스” 이용과 관련하여 발생한 어떠한 손해에 대하여도 “회사”가 책임을 지지 않습니다.
<br><br>② “회원”이 본 약관을 위반함으로 인하여 “회사”에 손해가 발생하게 되는 경우, 이 약관을 위반한 “회원”은 “회사”에 발생하는 모든 손해를 배상하여야 합니다.
<br><br>③ “회원”이 “서비스”를 이용함에 있어 행한 불법행위나 본 약관 위반행위로 인하여 “회사”가 당해 “회원” 이외의 제3자로부터 손해배상 청구 또는 소송을 비롯한 각종 이의제기를 받는 경우 당해 “회원”은 자신의 책임과 비용으로 “회사”를 면책시켜야 하며, “회사”가 면책되지 못한 경우 당해 “회원”은 그로 인하여 “회사”에 발생한 모든 손해를 배상하여야 합니다.
<br><br>④ 회사의 “지니캐시“ 및 유료서비스 제공과 관련하여 회사의 귀책사유로 인하여 회원이 “서비스” 이용에 손해를 입은 경우, 회원은 “지니캐시“ 재충전 등 합당하고 적절한 보상을 받을 수 있습니다.
</div><br>
<div>
제43조 [면책사항]<br>
① “회사”는 다음 각 호의 1에 해당하는 사유로 인하여 “회원” 또는 제3자에게 발생한 손해에 대하여는 그 책임을 지지 아니합니다. 
<br><br>1. 천재지변 또는 이에 준하는 불가항력으로 인해 “서비스”를 제공할 수 없는 경우
<br><br>2. “회원”이 자신의 ID 또는 비밀번호 등의 관리를 소홀히 하는 등 타인의 부정사용을 방치한 경우
<br><br>3. “회원”이 제3자의 ID, 비밀번호, 휴대폰, 계좌, 신용카드 번호 등 개인정보를 도용하여 제3자에게 손해를 발생시킨 경우
<br><br>4. “회사”의 관리 영역이 아닌 공중통신선로의 장애로 서비스 이용이 불가능한 경우
<br><br>5. 기타 “회사”의 귀책 사유가 없는 통신서비스 등의 장애로 인한 경우
<br><br>② “회사”는 “회원”이 “서비스”를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며 그 밖에 “서비스”를 통하여 얻은 자료로 인한 손해 등에 대하여도 책임을 지지 않습니다.
<br><br>③ “회사”는 “회원”이 “서비스”에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관하여는 책임을 지지 않습니다.
<br><br>④ “회사”는 “서비스” 이용과 관련하여 “회원”에게 발생한 손해 가운데 “회원”의 고의, 과실에 의한 손해에 대하여 책임을 지지 않습니다.
<br><br>⑤ “회사”는 “회원” 상호간 또는 “회원”과 제3자 상호간에 “서비스”를 매개로 발생한 분쟁에 대해서는 개입할 의무가 없으며 이로 인한 손해를 배상할 책임도 없습니다.
</div><br>
<div>
제44조 [분쟁해결 등]<br>
①“회사”와 “회원”간 제기된 소송은 대한민국 법률을 준거법으로 합니다.
<br><br>②”회사”와 “회원”간의 “콘텐츠” 이용계약에 관한 소의 관할은 제소 당시의 “회원”의 주소에 의하고, 주소가 없는 경우 거소를 관할하는 지방 법원의 전속관할로 합니다.
<br><br>③제소 당시 “회원”의 주소 또는 거소가 분명하지 아니한 경우에는 『민사소송법』에 따라 관할법원을 정합니다.
부칙 (시행일)<br>
<br><br>본 약관은 2020년 12월 29일부터 적용하고, 2020년 12월 1일부터 시행되던 종전의 약관은 본 약관으로 대체합니다.
</div>

</b>
</body>
</html>