<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link rel ="stylesheet" href ="../css/Agreement_detail.css">
</head>
<body>
<b>
<div>
수집하는 개인정보의 항목<br>
회사는 회원 가입, 상담, 서비스 제공을 위하여 아래와 같이 최소한의 개인정보만을 수집하며, 사상·신념, 가족 및 친인척관계, 학력(學歷)·병력(病歷), 기타 사회활동 경력 등 고객의 권리·이익이나 사생활을 뚜렷하게 침해할 우려가 있는 개인정보를 수집하지 않습니다. 다만, 고객이 동의하거나 다른 법률에 따라 특별히 허용된 경우에는 필요한 범위에서 최소한으로 위 개인정보를 수집할 수 있습니다.
</div><br>
<div>
회사는 고객의 개인정보를 필수정보와 선택정보로 구분하여 수집하고 있습니다. 필수정보 제공에 동의하지 않는 경우 “지니” 상품∙서비스 제공을 받기 어렵다는 점을 충분히 설명해드리고 있으며, 선택정보 제공에 동의하지 않더라도 서비스 이용에는 제한이 없음을 알려드립니다.
</div><br>
</b><br>
<div>
1. 회원 가입 및 관리 <br>
<table>
	<tr id="tr1">
		<td>구분</td>
		<td>회원 구분</td>
		<td>처리 항목</td>
	</tr>
	<tr>
		<td rowspan="6">필수 항목</td>
		<td>일반회원</td>
		<td>아이디, 비밀번호, 휴대폰번호, 이메일,통신사인증정보</td>
	</tr>
	<tr>
		<td>만14세미만회원</td>
		<td>아이디, 비밀번호, 휴대폰번호, 이메일,
		통신사인증정보, 법정대리인의 생년월일, 법정대리인의 본인인증정보(CI/DI)</td>
	</tr>
	<tr>
		<td>SNS(카카오톡,페이스북,트위터,애플) 회원</td>
		<td>아이디, SNS키값, 이메일, 휴대폰번호, 통신사인증정보</td>
	</tr>
	<tr>
		<td>휴대폰 간편 가입회원 (KT, LGU+)</td>
		<td>휴대폰번호, 통신사인증정보, 이메일</td>
	</tr>
	<tr>
		<td>망고홈 간편 가입회원</td>
		<td>집 전화번호, 통신사인증정보, 이메일</td>
	</tr>
	<tr>
		<td>미디어팩 연동회원</td>
		<td>휴대폰번호, 통신사인증정보</td>
	</tr>
</table>
</div><br>
<div>
2.재화 또는 서비스 제공 <br>
<table>
<tr  id="tr1">
	<td>구분</td>
	<td>처리 목적</td>
	<td>처리 항목</td>
</tr>
<tr>
	<td rowspan="7">필수항목</td>
	<td>· 유료서비스 제공
· 일부 컨텐츠 이용 시 법령에 따른 나이 또는 본인 확인</td>
	<td>이름, 생년월일, 성별, 본인인증정보(CI/DI)</td>
</tr>
<tr>
	<td>· 유료서비스 제공에 따른 요금 청구∙결제∙정산∙할인</td>
	<td>※결제수단별
		신용카드 : 카드사명, Billkey
		상품권 : 상품권 사이트 아이디
		휴대폰결제 : 휴대폰번호, 가입통신사, Billkey
		할인수단 : (할인)카드번호, 휴대폰번호, 생년월일</td>
</tr>
<tr>
	<td>· 서비스 부정 이용 및 비인가 사용방지
· 접속빈도파악 및 통계 활용</td>
	<td>아이디, 서비스이용기록, 회원기기정보</td>
</tr>
<tr>
	<td>· 서비스사용빈도 파악 및 통계 활용
· 맞춤형 서비스 제공</td>
	<td>연령대, 성별, 서비스이용기록</td>
</tr>
<tr>
	<td>음악선물</td>
	<td>기기에 저장된 이름, 휴대폰번호</td>
</tr>
<tr>
	<td>부가서비스(망고패키지)	</td>
	<td>통신사인증정보</td>
</tr>
<tr>
	<td> 스페셜 이용권 및 사은품 제공이 포함된 이용권 구매에 따른 상품 배송</td>
	<td>이름, 배송지 주소, 휴대폰번호
	</td>
</tr>
</table><br>
</div>

<div>
	3.고객 상담 <br>
	<table>
		<tr id ="tr1">
			<td>구분</td>
			<td>처리목적</td>
			<td>처리항목</td>
		</tr>
		<tr>
			<td rowspan="2">필수항목</td>
			<td rowspan ="2">고객상담업무의 처리</td>
			<td>회원: 이메일</td>
		</tr>
		<tr>
			<td>비회원: 휴대폰번호, 이메일</td> 
		</tr>
	</table>
</div><br>

<div>
	4.이벤트 <br>
	<table>
		<tr id ="tr1">
			<td>구분</td>
			<td>처리목적</td>
			<td>처리항목</td>
		</tr>
		<tr>
			<td>필수항목</td> 
			<td>이벤트 진행 및 당첨자 경품 배송</td> 
			<td>아이디, 본인인증정보(CI/DI), 이메일, 휴대폰번호, 주소, 사용상품, 당첨횟수</td> 
		</tr>
	</table>
</div><br>
<div>
- 서비스 이용과정에서 다음의 개인정보 항목이 자동으로 생성되어 수집될 수 있습니다.<br>
서비스이용기록, 사이트방문기록, 불량 이용기록, 쿠키, 회원 기기정보, 브라우저 정보, 상품구매이력, IP주소, MAC주소, 휴대폰번호(Android 지니뮤직 어플리케이션이 설치된 기기에 한함), Canvas Fingerprinting 정보(이용자가 접속하는 단말기에 따라, 생성되는 이미지 정보)를 변환한 임의 값
</div><br>
<div>
개인정보의 수집 및 이용목적<br>
회사는 수집한 개인정보를 다음의 목적을 위해 이용합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 별도 안내 후 동의를 받는 등 필요한 조치를 이행할 예정입니다.
</div><br>
<div>
1. 회원 가입 및 관리<br>
회원 가입 의사·연령·가입 자격 확인, 회원제 서비스 제공에 따른 본인 식별·인증, 회원 가입 및 탈퇴 처리, 회원 자격 유지·관리, 만 14세 미만 아동의 개인정보 처리 시 법정대리인의 동의 여부 확인 및 법정대리인 본인 확인, 각종 고지·통지
</div><br>
<div>
2. 재화 또는 서비스 제공<br>
유료 서비스 구매·변경·해지 등 처리, 일부 콘텐츠 이용 시 연령 확인, 금융거래 본인 인증 및 법정대리인의 의사 확인, 유료서비스 계약 이행 및 서비스 제공에 따른 요금청구, 결제, 할인 및 정산, 이용 요금 고지 및 추심, 서비스 부정이용 및 비인가 사용 방지, 서비스 이용 내역 확인, 연령, 성별, 취향 등에 따른 개인 맞춤형 서비스 제공, 접속 빈도 파악 또는 회원의 서비스 이용에 대한 통계 활용, 서비스 관련 안내
</div><br>
<div>
3. 고객 상담<br>
불만처리 등 의사소통 경로 확보, 고객 신원 및 이용 관련 문의, 불만사항 등 확인, 사실조사를 위한 연락, 통지 및 처리결과 통보, 분쟁 조정을 위한 기록 보존
</div><br>
<div> 
4. 이벤트<br>
신규 서비스, 상품, 이벤트 등의 최신정보 안내, 이벤트, 프로모션 당첨 고객에 대한 경품 지급
</div><br>
<div>
5. 기타 「개인정보 처리방침」에 고지된 수탁자에게 서비스 제공 등 계약의 이행에 필요한 업무의 위탁<br>
개인정보의 보유 및 이용기간<br>
회사는 개인정보 수집 시에 동의 받은 개인정보 보유·이용기간 내에서 개인정보를 처리·보유하며, 회원탈퇴 또는 개인정보 처리 목적이 달성된 경우 고객의 개인정보를 지체 없이 파기합니다. 단, 회사는 다음 각 호의 사유가 있는 경우에는 예외적으로 일정 기간 개인정보를 보유합니다.
</div><br>
<div>
1. 회사 내부 방침에 의한 경우<br>
가. 해지, 탈퇴 등으로 서비스가 종료되었으나 상품 또는 서비스의 미납이 존재하는 경우<br>
· 요금 완납시까지
나. 회사와 고객 간 민원, 소송 등 분쟁이 있는 경우<br>
· 분쟁 해결 시까지
다. 회사가 개별적으로 고객의 동의를 받은 경우<br>
· 동의를 받은 기간까지
라. 불량이용자의 재가입 방지, 부정이용 방지의 경우<br>
· 보유정보: 아이디, 이메일, 휴대폰번호, 회원가입일, 회원탈퇴일, 본인인증정보(CI/DI), 본인인증일<br>
· 보유기간: 탈퇴 후 6개월<br>
</div><br>
<div>
2. 관련 법령에 따른 경우<br>
<table>
<tr id="tr1">
	<td>보존정보</td>
	<td>보존근거법령</td>
	<td>보전기간</td>
</tr>
<tr>
	<td>계약 또는 청약철회에 관한 기록</td>
	<td>전자상거래 등에서의 소비자보호에 관한 법률</td>
	<td>5년</td>
</tr>
<tr>
	<td>대금 결제 및 재화 등의 공급에 관한 기록</td>
	<td>전자상거래 등에서의 소비자보호에 관한 법률</td>
	<td>5년</td>
</tr>
<tr>
	<td>소비자의 불만 또는 분쟁처리에 관한 기록</td>
	<td>전자상거래 등에서의 소비자보호에 관한 법률</td>
	<td>3년</td>
</tr>
<tr>
	<td>사이트 방문에 관한 기록</td>
	<td>통신비밀보호법</td>
	<td>3개월</td>
</tr>
</table>
</div><br>
<div>
3. 장기 미이용 고객(이하 “휴면고객”이라 합니다)의 경우<br>
가. 휴면고객이란 회원 가입 후 또는 최종 사용일 이후 1년 동안 서비스 사용이력이 없는 고객에 대해 회사가 사용의사를 묻는 고지를 하고, 회사가 정한 기한 내에 답변 없는 고객을 말합니다.
<br>나. 회사는 휴면고객의 개인정보를 보호하기 위하여 다른 고객의 개인정보와 분리하여 별도로 저장관리하고 있으며, 고객이 서비스를 재이용하기 원하는 경우 고객의 본인확인절차를 거쳐 재이용할 수 있습니다.
<br>다. 분리 보관된 개인정보는 내부 방침 및 기타 관련 법령에 의한 정보보호 사유에 따라 일정 기간 저장된 후 파기됩니다.
</div><br>


</body>
</html>